[GENERAL]
NAME					= Čeština
TRANSLATOR				= Vladimír Skořepa
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Zrušit
TEXT_MESSAGEBOX_ABORT			= Přerušit
TEXT_MESSAGEBOX_RETRY			= Zkusit znovu
TEXT_MESSAGEBOX_IGNORE			= Ignorovat
TEXT_MESSAGEBOX_YES			= Ano
TEXT_MESSAGEBOX_NO			= Ne
TEXT_MESSAGEBOX_CONTINUE		= Pokračovat

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Přenosný
TEXT_BUILDNO				= Sestavení#
TEXT_SELECT_FOLDER			= Vybrat složku.
TEXT_ASSOC_IMAGE			= Obrázkový soubor (${str1}) 
TEXT_ASSOC_RAWIMAGE			= Obrázkový soubor RAW (${str1}) 
TEXT_ASSOC_EBOOK			= Komprimovaný soubor obrázků (${str1}) 
TEXT_APP_DESC				= Honeyview je ultrarychlý prohlížeč obrázků.
TEXT_ABOUTBOX_TAB1			= O Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Obrázkový soubor
TEXT_OPENFILEDLG_ALLFILE		= Všechny soubory
TEXT_NEW_FOLDER				= Nová složka
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Nepodařilo se převzít požadovaný inštalační soubor.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Kontrola verze selhala
TEXT_UPDATE_VERSION_CHECKING		= Zkontrolovat verzi
TEXT_UPDATE_DOWNLOAD_FAILED		= Stahování selhalo
TEXT_UPDATE_LATEST_VERSION		= Aktuální verze
TEXT_UPDATE_DO_DOWNLOAD			= Je nutná aktualizace 
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Stahování dokončeno

TEXT_MSG_LASTPAGE			= Poslední obrázek ve složce.
TEXT_MSG_FIRSTPAGE			= První obrázek ve složce.
TEXT_MSG_NOIMAGEFILE			= V komprimovaném souboru neexistuje žádný obrázek.
TEXT_MSG_INVALID_PHOTOFOLDER		= V konfiguraci prosím nastavte cestu na "Složku s obrázky č.2".
TEXT_MSG_CANTOPENARCHIVE		= Nepodařilo se otevřít soubor:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Tento soubor není podporován. Stáhněte si prosím nejnovější verzi.
TEXT_MSG_INVALID_PASSWORD		= Chybné heslo.
TEXT_MSG_STRETCHWHENSMALL_ON		= Roztáhnout malé obrázky: Zapnout
TEXT_MSG_STRETCHWHENSMALL_OFF		= Roztáhnout malé obrázky: Vypnout
TEXT_MSG_CANTOPENBOOKMARK		= Nepodařilo se otevřít záložky.
TEXT_MSG_BROKENARCHIVE			= Tento komprimovaný soubor je poškozený.
TEXT_MSG_ADDTOBOOKMARK			= Přidat do záložek:
TEXT_MSG_LOADRECENTBOOKMARK		= Otevřít nově uložené záložky:
TEXT_MSG_SLIDESHOWSTART			= Spustit prezentaci: ${TIME}sek
TEXT_MSG_SLIDESHOWSTOP			= Zastavit prezentaci
TEXT_MSG_ALWAYSONTOP_ON			= Vždy navrchu: Zapnout
TEXT_MSG_ALWAYSONTOP_OFF		= Vždy navrchu: Vypnout
TEXT_MSG_ZOOMFIX_ON			= Upravit zvětšení/zmenšení: Zapnout
TEXT_MSG_ZOOMFIX_OFF			= Upravit zvětšení/zmenšení: Vypnout
TEXT_MSG_EXTPROGERR_LAUNCH		= Otevřít v obrázkovém editoru
TEXT_MSG_EXTPROGERR_NOTSET		= Vyberte prosím obrázkový editor v konfiguraci (Paint, Photoshop, atd.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Pamatovat si umístění v komprimovaném souboru:
TEXT_MSG_RESTART_NOTIFY			= Pro změnu jazyka je třeba program restartovat.
TEXT_MSG_COPY2CLIPBOARD			= Kopírovat do schránky.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Nepodařilo se kopírovat do schránky.
TEXT_MSG_BOOKMARK_EXPORTED		= Záložky byly uloženy.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Nepodařilo se uložit záložky.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Nepodařilo se otevřít záložky.
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Nepodařilo se importovat záložky.
TEXT_MSG_BOOKMARK_IMPORTED		= Záložky byly importovány.
TEXT_MSG_SETWALLPAPER_FAILED		= Nepodařilo se nastavit tapetu pracovní plochy.
TEXT_MSG_CANT_OPEN_IMAGE		= Není možné otevřít soubor s obrázkem.
TEXT_MSG_TRANSFORM_COMPLETED		= Zpracování je dokončeno.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Není možné otevřít soubor.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Není možné uložit souubor.
TEXT_MSG_CANT_OPEN_MMF			= Není možné otevřít MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Pro změnu jazyka je třeba program restartovat.
TEXT_MSG_DELETED			= Smazáno

TEXT_ASK_INIT				= Chcete otevřít konfiguraci?
TEXT_ASK_DELETE_IMAGE			= Chcete odstranit tento soubor do koše?
TEXT_ASK_DELETE_ARCHIVE			= Aktuální obrázek je součástí komprimovaného souboru.[br][br]Chcete navždy odstranit komprimovaný soubor (${FILENAME}) ?
TEXT_ASK_DELETE_BOOKMARKALL		= Chcete vymazat všechny uložené záložky?
TEXT_ASK_LAUNCH_ASSOCUI			= Ve verzi Windows 8 nebo vyšší je potřeba nastavit asociaci.[br][br]Chcete asociovat přípony?
TEXT_ASK_STOP_BATCH_PROCESSING		= Probíhá zpracování. Chcete ho zrušit?

TEXT_FILTERMODE_NONE			= Žádný filtr
TEXT_FILTERMODE_BILINEAR		= Filtr: Pozvolně prolínat 
TEXT_FILTERMODE_SHARPEN			= Filtr: Pozvolně prolínat + Zaostřit

TEXT_SHOWMODE_NONE			= Zobrazit: Původní velikost (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Zobrazit: Přizpůsobit oknu
TEXT_SHOWMODE_FIT2WIDTH			= Zobrazit: Přizpůsobit oknu
TEXT_SHOWMODE_TWO_L2R			= Dva na stránce (zleva doprava)
TEXT_SHOWMODE_TWO_R2L			= Dva na stránce (zprava doleva)

TEXT_NEXTPATH_NOFILE			= Přemístit složku: Poslední obrázek (prosím otevřete soubor)
TEXT_NEXTPATH_LASTFOLDER		= Nasledující složka: Poslední obrázek
TEXT_PREVPATH_LASTFOLDER		= Předchozí složka: Poslední obrázek
TEXT_NEXTPATH_OPENFOLDER		= Nasledující složka:
TEXT_PREVPATH_OPENFOLDER		= Předchozí složka:

TEXT_DELETE				= Vymazat: 
TEXT_COPY_TO_PHOTOFOLDER1		= Kopírovat do Složky s obrázky č.1:
TEXT_COPY_TO_PHOTOFOLDER2		= Kopírovat do Složky s obrázky č.2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Přesunout do Složky s obrázky č.1:

TEXT_SELECTFILEDLG_FILELIST		= Seznam
TEXT_SELECTFILEDLG_DATE			= Datum změny
TEXT_SELECTFILEDLG_SIZE			= Velikost

TEXT_BOOKMARKEDITDLG_PATH		= Cesta

TEXT_PAGETURNFX_NONE			= Žádná
TEXT_PAGETURNFX_HV2			= Listovat
TEXT_PAGETURNFX_ALPHA			= Pozvolně prolínat
TEXT_PAGETURNFX_SLIDE			= Posouvat

TEXT_FILEINFO_FILENAME			= Název souboru
TEXT_FILEINFO_SIZE			= Velikost obrázku
TEXT_FILEINFO_CREATETIME		= Datum vytvoření
TEXT_FILEINFO_MODIFYTIME		= Datum změny
TEXT_FILEINFO_IMGINFO			= Informace o obrázku
TEXT_FILEINFO_ROTATE			= Informace o otočení
TEXT_FILEINFO_ZOOM			= Zvětšit/zmenšit

TEXT_EXIF_MAKER				= Výrobce
TEXT_EXIF_MODEL				= Model fotoaparátu
TEXT_EXIF_SOFTWARE			= Program
TEXT_EXIF_ARTIST			= Vytvořil
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Autorské práva
TEXT_EXIF_DATETIME			= Datum / čas
TEXT_EXIF_FLASHUSED			= Blesk
TEXT_EXIF_FOCALLENGTH			= Ohnisková vzdálenost
TEXT_EXIF_FOCALLENGTH_35MM		= Ohnisková vzdálenost (35mm)
TEXT_EXIF_EXPOSURETIME			= Rychlost závěrky
TEXT_EXIF_EXPOSUREBIAS			= Odchylka expozice
TEXT_EXIF_APERTUREFNUMBER		= Číslo clony
TEXT_EXIF_ISOEQUIVALENT			= Citlivost ISO 
TEXT_EXIF_METERINGMODE			= Režim měření
TEXT_EXIF_EXPOSUREPROGRAM		= Program expozice
TEXT_EXIF_DISTANCE			= Ohnisková vzdálenost
TEXT_EXIF_GPS				= GPS informace
TEXT_EXIF_COMMENT			= Komentář

TEXT_CUSTOMCMD_NOOPERATION		= Neprovádět nic
TEXT_CUSTOMCMD_FULLSCREEN		= Na obrazovku
TEXT_CUSTOMCMD_MAXIMIZE		= Maximalizovat
TEXT_CUSTOMCMD_MINIMIZE		= Minimalizovat
TEXT_CUSTOMCMD_PAGESELECT		= Vybrat obrázek
TEXT_CUSTOMCMD_EXIT			= Konec
TEXT_CUSTOMCMD_OPEN			= Otevřít soubor
TEXT_CUSTOMCMD_OPENFOLDER		= Otevřít složku
TEXT_CUSTOMCMD_NEXT1			= Další 1 strana (dvojitý náhled) 
TEXT_CUSTOMCMD_PREV1			= Předchozí 1 strana (dvojitý náhled)
TEXT_CUSTOMCMD_NEXT			= Další obrázek
TEXT_CUSTOMCMD_PREV			= Předchozí obrázek
TEXT_CUSTOMCMD_NEXT_RANDOM		= Další náhodný obrázek
TEXT_CUSTOMCMD_PREV_RANDOM		= Předchozí náhodný obrázek
TEXT_CUSTOMCMD_HOME			= První obrázek
TEXT_CUSTOMCMD_END			= Poslední obrázek
TEXT_CUSTOMCMD_NEXT10			= Další 10-tý obrázek
TEXT_CUSTOMCMD_PREV10			= Předchozí 10-tý obrázek
TEXT_CUSTOMCMD_SCROLL_UP		= Posunout vzhůru
TEXT_CUSTOMCMD_SCROLL_DN		= Posunout dolů
TEXT_CUSTOMCMD_SCROLL_LEFT		= Posunout doleva
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Posunout doprava
TEXT_CUSTOMCMD_ZOOM_IN			= Zvětšit
TEXT_CUSTOMCMD_ZOOM_OUT			= Zmenšit
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Kopírovat do složky s obrázky č.1
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Přesunout do složky s obrázky č.1
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Kopírovat do složky s obrázky č.2
TEXT_CUSTOMCMD_NEXTPATH			= Další soubor/Složka
TEXT_CUSTOMCMD_PREVPATH			= Předchozí sobor/Složka
TEXT_CUSTOMCMD_CONTEXT_MENU		= Kontextová nabídka
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Zobrazit EXIF informace o souboru

TEXT_COMBO_GIF_TRANS_OPTION_0		= Použít původní GIF paletu
TEXT_COMBO_GIF_TRANS_OPTION_1		= Použít bílé pozadí
TEXT_COMBO_GIF_TRANS_OPTION_2		= Použít mřížku pozadí
TEXT_COMBO_GIF_TRANS_OPTION_3		= Použít černé pozadí

TEXT_COMBO_LASTFILE_ACTION_NONE		= Neprovádět nic
TEXT_COMBO_LASTFILE_ACTION_ASK		= Zeptat se
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Přejít na první soubor
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Přejít na další/předchozí složku/soubor

TEXT_ASSOC_GROUP0			= Najčastěji používané formáty obrázků
TEXT_ASSOC_GROUP1			= Nově zavedené formáty obrázků
TEXT_ASSOC_GROUP2			= Bezstrátové formáty obrázků fotoaparátů
TEXT_ASSOC_GROUP3			= Komprimované formáty obrázkových souborů

TEXT_SORT_METHOD_FILENAME		= Seřadit podle názvu
TEXT_SORT_METHOD_DATE			= Seřadit podle datumu úpravy
TEXT_SORT_METHOD_SIZE			= Seřadit podle velikosti
TEXT_SORT_METHOD_EXT			= Seřadit podle typu

TEXT_TRANSF_RESIZE_NONE			= Neměnit velikost
TEXT_TRANSF_RESIZE_KEEPRATIO		= Zachovat původní poměr
TEXT_TRANSF_RESIZE_FITWIDTH		= Přizpůsobit šířce
TEXT_TRANSF_RESIZE_ADD			= Přidat  výplň
TEXT_TRANSF_RESIZE_CUT			= Ořezat obrázek
TEXT_TRANSF_RESIZE_STRETCH		= Roztáhnout obrázek

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Automaticky
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Předchozí složka ( [ )
TEXT_BTN_NEXT_FOLDER			= Další složka ( ] )
TEXT_BTN_PREV_ARCHIVE			= Předchozí komprimovaný soubor ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Další komprimovaný soubor ( ] )


[MENU]
MENUSTR_OPEN				= Otevřít\tF2
MENUSTR_OPENFOLDER			= Otevřít složku\tF
MENUSTR_CLOSE				= Zavřít\tF4
MENUSTR_PAGESELECT			= Vybrat obrázek\tEnter
MENUSTR_OPEN_FILEPOSITION		= Zobrazit v průzkumnníku windows\tCtrl+Enter

MENUSTR_FILTER_NONE			= Žádný filtr\tU
MENUSTR_FILTER_BILINEAR			= Pozvolně prolínat\tI
MENUSTR_FILTER_SHARPEN			= Pozvolně prolínat+Zaostřit\tS

MENUSTR_PAGEMOVE			= Přesunout se na...
MENUSTR_PAGEMOVE_NEXT			= Další obrázek\t->
MENUSTR_PAGEMOVE_PREV			= Předchozí obrázek\t<-
MENUSTR_PAGEMOVE_HOME			= První obrázek\tHome
MENUSTR_PAGEMOVE_END			= Poslední obrázek\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Další 10-tý obrázek\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Předchozí 10-tý obrázek\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Další náhodný obrázek\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Předchozí náhodný obrázek\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Další složka/Komprimovaný soubor\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Předchozí složka/Komprimovaný soubor\t[

MENUSTR_INTERPOLATEMODE			= Interpolace
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilineární interpolace (rychlá)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bikubická interpolace (pomalá, vysoká kvalita)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos interpolace (pomalá, vysoká kvalita)

MENUSTR_IMAGE_PROCESSING		= Efekty obrázku
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Negativ obrázku\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Povolit Gamma korekci\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Převrátit svisle\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Převrátit vodorovně\tCtrl+M

MENUSTR_SORT_METHOD			= Seřadit podle
MENUSTR_SORT_METHOD_FILENAME		= Názvu
MENUSTR_SORT_METHOD_DATE		= Datumu změny
MENUSTR_SORT_METHOD_SIZE		= Velikosti
MENUSTR_SORT_METHOD_EXT			= Typu
MENUSTR_SORT_DESCENDING			= Sestupně

MENUSTR_SHOWMODE			= Zobrazit obrázek
MENUSTR_FILTER_STRETCHWHENSMALL		= Roztáhnout malé obrázky\tZ
MENUSTR_SHOWMODE_NONE			= Původní velikkost (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Přizpůsobit oknu\t9
MENUSTR_SHOWMODE_FITWIDTH		= Přizpůsobit šířce\t8
MENUSTR_SHOWMODE_TWO_L2R		= Dva na stránce (zleva doprava)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Dva na stránce (zprava doleva)\t6

MENUSTR_ZOOM				= Zvětšení
MENUSTR_ZOOM_IN				= Zvětšit\t+
MENUSTR_ZOOM_OUT			= Zmenšit\t-
MENUSTR_ZOOM_FIX			= Opravit\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Zvětšit o (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Zmenšit o (1%)\tCtrl+-

MENUSTR_ROTATION			= Otočit
MENUSTR_ROTATION_NONE			= Neotáčet\tAlt+Up
MENUSTR_ROTATION_L90			= Otočit o 90˚ vlevo\tAlt+Left
MENUSTR_ROTATION_R90			= Otočit o 90˚ vpravo\tAlt+Right
MENUSTR_ROTATION_180			= Převrátit vodorovně\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Informáce EXIF o souboru\tTAB
MENUSTR_WALLPAPER			= Nastavit jako tapetu...
MENUSTR_DELETE				= Vymazat\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Kopírovat do Složky s obrázky č.2\tIns
MENUSTR_EXTPROG0			= Otevřít v editoru obrázků\tCtrl+E
MENUSTR_PRINT				= Tisk\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Kopírovat do schránky\tCtrl+C

MENUSTR_SETTING				= Konfigurace\tF5
MENUSTR_ABOUT				= O programu Honeyview\tF1
MENUSTR_EXIT				= Konec\tX

; about popup menu
MENUSTR_HOMEPAGE			= Webová stránka
MENUSTR_HELP				= Nápověda klávesových zkratek

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Přidat do záložek\tB
MENUSTR_BOOKMARK_DELALL			= Vymazat všechny záložky
MENUSTR_BOOKMARK_SETTTING		= Nastavení záložek
MENUSTR_BOOKMARK_EDIT			= Upravit záložky\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Zastavit prezentaci\tCtrl+0
MENUSTR_SLIDESHOW_01			=  1 vteřina\tCtrl+1
MENUSTR_SLIDESHOW_02			=  2 vteřiny\tCtrl+2
MENUSTR_SLIDESHOW_03			=  3 vteřiny\tCtrl+3
MENUSTR_SLIDESHOW_04			=  4 vteřiny\tCtrl+4
MENUSTR_SLIDESHOW_05			=  5 vteřin\tCtrl+5
MENUSTR_SLIDESHOW_06			=  6 vteřin\tCtrl+6
MENUSTR_SLIDESHOW_07			=  7 vteřin\tCtrl+7
MENUSTR_SLIDESHOW_08			=  8 vteřin\tCtrl+8
MENUSTR_SLIDESHOW_09			=  9 vteřin\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 vteřin
MENUSTR_SLIDESHOW_15			= 15 vteřin
MENUSTR_SLIDESHOW_20			= 20 vteřin
MENUSTR_SLIDESHOW_25			= 25 vteřin
MENUSTR_SLIDESHOW_30			= 30 vteřin
MENUSTR_SLIDESHOW_60			= 60 vteřin
MENUSTR_SLIDESHOW_90			= 90 vteřin
MENUSTR_SLIDESHOW_LOOP			= Opakovat
MENUSTR_SLIDESHOW_RANDOM		= Náhodně

MENUSTR_PAGETURNFX_NONE			= Žádný efekt
MENUSTR_PAGETURNFX_HV2			= Listovat
MENUSTR_PAGETURNFX_ALPHA		= Pozvolně prolínat
MENUSTR_PAGETURNFX_SLIDE		= Posouvat

MENUSTR_PHOTOFOLDER_COPY1		= Kopírovat do Složky s obrázky č.1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Přesunout do Složky s obrázky č.1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Kopírovat do Složky s obrázky č.2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Nastavení Složky s obrázky
MENUSTR_PHOTOFOLDER_OPEN		= Otevřít Složku s obrázky č.1

MENUSTR_TRANSFORMDLG			= Upravit obrázek (otočit, změnit velikost)\tCtrl+T

[DIALOG]
IDCANCEL				= Zrušit
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= O programu Honeyview
IDC_BTN_HOMEPAGE			= Webová stránka
IDC_BTN_UPDATE				= Aktualizovat

[IDD_SETTING]
IDD_SETTING				= Konfiguráce
IDC_BTN_INIT				= Anulovat

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Všeobecná nastavení
IDC_CHK_USESNAP				= Snímek v okně
IDC_CHK_DONOTREMEMBERFOLDER		= Neukládat poslední cestu ke složce
IDC_CHK_ONE_INSTANCE			= Zakázat vícenásobné spuštění Honeyview
IDC_CHK_ASK_DELETE			= Požadovat potvrzení před odstraněním souboru
IDC_CHK_NO_CENTER_MESSAGE		= Zobrazit zprávy nejprve v rohu, až potom v okně
IDC_CHK_ALWAYS_ON_TOP			= Vždy navrchu (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Ukončit program s ESC
IDC_CHK_CHECK_UPDATE			= Zkontrolovat dostupnost nejnovější verze
IDC_CHK_CHECK_UPDATE_MINOR		= Zkontrolovat dostupnost jakékoli verze
IDC_STATIC_LASTFILEACTION_IMAGE		= Akce pro poslední / první obrázek:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Akce pro poslední / první obrázek v archivu:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Nastavení zobrazení
IDC_CHK_SHOWBORDER			= Zobrazit okraj hlavního okna
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Zobrazit název souboru obrázku, když je skryta lišta hlavní nabídky (Kláves. zkratka: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Uložit nastavené zvětšení/zmenšení
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Nezobrazovat horní lištu hlavní nabídky
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Nezobrazovat spodní ovládací panel
IDC_CHK_DO_NOT_SIDE_ARROW		= Nezobrazovat na stránce tlačítka šipek <   > 
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Nezobrazovat panel s informacemi o animaci
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Nezobrazovat panel s informacemi o zvětšení
IDC_CHK_HIDE_TOOLTIP_HELP		= Nezobrazovat bubliny s nápovědou nad ukazatelem
IDC_CHK_EXIFINFO_SMALL_FONT		= Použít malé písmo pro EXIF informace o souboru
IDC_CHK_USEBKGNDIMAGE			= Změnit původní obrázek pozadí
IDC_BTN_BKGND_SET			= Vyhledat...
IDC_BTN_BKGND_OPEN			= Otevřít složku
IDC_STATIC_BKGNDCOLOR			= Barva pozadí:
IDC_BTN_BKGND				= Vybrat...
IDC_STATIC_BORDERCOLOR			= Barva orámování:
IDC_BTN_BORDERCOLOR			= Vybrat...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Nastavení záložek
IDC_CHK_AUTOBOOKMARK			= Automaticky uložit cestu k aktuálnímu obrázku v záložce
IDC_CHK_SHARE_SETTING			= Sdílet konfiguraci /záložky mezi více okny
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Automaticky si pamatovat cestu k aktuálnímu obrázku v komprimovaném souboru
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Smazat
IDC_STATIC_MAX_BOOKMARK			= Max. počet záložek:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Seznam přípon asociovaných souborů
IDC_BTN_IMAGE_SELECT			= Vybrat vše
IDC_BTN_IMAGE_DESELECT			= Zrušit výběr
IDC_BTN_APPLY_NOW			= Použít

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Asociovat přípony
IDC_STATIC_ASSOC_DESC1			= Ve verzi Windows 8 nebo vyšší můžete přiřadit soubory následujícím spůsobem:
IDC_STATIC_ASSOC_DESC2			= 1. Klikněte na tlačítko "Nastavit asociaci"
IDC_STATIC_ASSOC_DESC3			= 2. Označte "Vybrat vše" v okně programu "Nastavit asociaci"
IDC_STATIC_ASSOC_DESC4			= 3. Klikněte na tlačítko "Uložit".
IDC_STATIC_ASSOC_DESC1_10		= Ve verzi Windows 10 nebo vyšší můžete přiřadit soubory následujícím spůsobem:
IDC_STATIC_ASSOC_DESC2_10		= 1. Klikněte na tlačítko "Nastavit asociaci"
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Nastavit asociaci
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klasická metoda

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Zpracování obrázků
IDC_CHK_EXIFROTATION			= Automaticky otáčet snímky na základě EXIF ​​informací
IDC_CHK_STRONG_SHARPEN			= Použít filtr silného zaostření 
IDC_CHK_CACHE_IMAGE			= Načítat další obrázky do vyrovnávací paměti
IDC_STATIC_CACHE_MEMORY_SIZE		= Velikost vyrovnávací paměti: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Zobrazit v horní části obrázku, jestliže je obrázek větší než okno
IDC_CHK_USE_PREVIEW_MODE		= Zobrazit obrázky v nižší kvalitě pro rychlejší vykreslování
IDC_CHK_USE_IMAGE_ICC			= Použít profil dat ICC obrazového souboru
IDC_CHK_USE_MONITOR_ICC			= Použít profil dat ICC monitoru
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Průhledné pozadí pro obrázky GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Průhledné pozadí pro 32-bitové obrázky:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpoláce (změnit velikost):
IDC_STATIC_PAGETURNFX			= Efekt otáčení stránek:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Označit
IDC_STATIC_CUSTOMKEYDESC_KEY		= Klávesová zkratka
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Akce

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Nastavení
IDC_STATIC_CUSTOMMOUSE_ACTION		= Akce
IDC_CHK_CUSTOM_LBUTTON			= Levé tlačítko
IDC_CHK_DBLCLICK2MAXIMIZE		= Maximalizovat/Obnovit dvojitým kliknutím
IDC_CHK_CLICK2PAGETURN			= Otočit stránku po kliknutí na levé nebo pravé straně obrazovky
IDC_CHK_CUSTOM_MBUTTON			= Střední tlačítko 
IDC_CHK_CUSTOM_RBUTTON			= Pravé tlačítko
IDC_CHK_CUSTOM_XBUTTON			= X tlačítko
IDC_CHK_CUSTOM_YBUTTON			= Y tlačítko
IDC_CHK_CUSTOM_WHEELUP			= Kolečkem rolovat nahoru
IDC_CHK_CUSTOM_WHEELDN			= Kolečkem rolovat dolů

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Nastavení Kontextové nabídky
IDC_CHK_SHELL_USE_SHELL_MENU		= Použít kontextovou nabídku v Průzkumnníku Windows
IDC_CHK_SHELL_TRANSFORM_DLG		= Upravit obrázek v Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Zobrazit obrázek v Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Náhled v kontextové nabídce
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Zobrazit informace o obrázku
IDC_CHK_SHELL_SHOW_ICON			= Zobrazit ikonu Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Různé nastavení
IDC_STATIC_PHOTOFOLDER			= Složka s obrázky 
IDC_STATIC_PHOTOFOLDER_DESC1		= Složka s obrázky č.1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Složka s obrázky č.2:
IDC_BTN_PHOTOFOLDER_SET1		= Vyhledat...
IDC_BTN_PHOTOFOLDER_OPEN1		= Otevřít
IDC_BTN_PHOTOFOLDER_SET2		= Vyhledat...
IDC_BTN_PHOTOFOLDER_OPEN2		= Otevřít
IDC_STATIC_EXTPROGRAM			= Editor obrázků
IDC_BTN_SET_EXTPROG0			= Vyhledat...
IDC_BTN_SET_EXTPROG1_FAST		= Předvolený
IDC_CHK_PAGETURNWAV			= Zvukový efekt při otáčení stran
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Neotvírat soubory obrázků RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Při otevření souborů ve formátu JPEG neotvírat RAW soubory se stejným názvem
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Při otevření RAW souborov zobrazit miniaturu, pakliže existuje
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Přizpůsobit velikost obrázku velikosti okna
IDC_CHK_DISABLE_SCREEN_SAVER		= Při spuštěném Honeyview vypnout spořič obrazovky

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Nastavení jazyka
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Stáhnout další jazyky...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Otevřít složku jazyků...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Vybrat obrázek
IDC_CHECK_SHOW_THUMBNAIL		= Skrýt náhled navigace

[IDD_PASSINPUT]
IDD_PASSINPUT				= Vložit heslo
IDC_STATIC_PASSDESC			= Tento soubor je šifrovaný. Vložte prosím heslo.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Upravit záložky
IDC_BTN_DEL				= Vymazat
IDC_BTN_IMPORT				= Importovat záložky
IDC_BTN_EXPORT				= Exportovať záložky

[IDD_PRINT]
IDD_PRINT				= Tisk
IDC_GROUP_PRINTER			= Vybrat tiskárnu
IDC_BTN_PRINTER_PROPERTY		= Vlastnosti
IDC_CHK_ROTATE				= Otočit o 90˚
IDC_CHK_FIT_IN				= Přizpůsobit velikosti papíru
IDC_STATIC_ZOOM				= Měřítko:
IDC_STATIC_MARGIN_L			= Okraje Levý:
IDC_STATIC_MARGIN_T			= Horní:
IDC_STATIC_MARGIN_R			= Pravý:
IDC_STATIC_MARGIN_B			= Dolní:
IDC_STATIC_COPIES			= Počet Kopií:
IDC_BTN_PRINT				= Tisknout
IDC_BTN_CLOSE				= Zavřít

[IDD_UPDATE]
IDD_UPDATE				= Aktualizace pro Honeyview
IDC_STATIC_MESSAGE_1			= Aktualizace pro Honeyview jsou připravené.
IDC_STATIC_MESSAGE_2			= Kliknutím na tlačítko Aktualizovat nainstalovat nejnovější verzi.
IDOK					= Aktualizovat
IDCANCEL				= Zrušit
IDC_BTN_SETTING_UPDATE			= Nastavení

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Přejmenovat
IDC_STATIC_ASK_OVERWRITE		= Soubor již existuje.
IDC_STATIC_SRC				= Aktuální obrázek
IDC_STATIC_DST				= Zdrojový obrázek
IDC_BTN_OVERWRITE			= Přepsat
IDC_BTN_RENAME				= Uložit jako...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Nastavit tapetu obrazovky
IDC_STATIC_PREVIEW			= Náhled
IDC_STATIC_BACK_COLOR			= Barva pozadí
IDC_RADIO_BACKCOLOR_0			= Černá
IDC_RADIO_BACKCOLOR_1			= Automaticky
IDC_RADIO_BACKCOLOR_2			= Vlastní...
IDC_BTN_BKGND				= Vybrat...
IDC_BTN_CLOSE				= Zavřít
IDC_BTN_APPLY				= Použít

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Otevřít soubor
IDC_STATIC_OPENING			= Otvírám...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Vybrat Složku
IDC_STATIC_FOLDER			= Cesta ke Složce:
IDC_BTN_NEWFOLDER			= Nová Složka
IDC_CHK_OPEN_SUBFOLDER			= Zahrnout všechny soubory do složek

[IDD_TRANSFORM]
IDD_TRANSFORM				= Převod obrázků
IDC_STATIC_FILELIST			= Seznam souborů
IDC_STATIC_PREVIEW			= Náhled
IDC_BTN_START				= Spustit
IDC_BTN_CLOSE				= Zavřít
IDC_BTN_OPEN_DEST_FOLDER		= Otevřít Složku

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Otočit
IDC_RADIO_ROTATE_NONE			= Neotáčet
IDC_RADIO_ROTATE_LEFT			= Otočit vlevo o 90˚ 
IDC_RADIO_ROTATE_RIGHT			= Otočit vpravo o 90˚ 
IDC_RADIO_ROTATE_180			= Otočit o 180˚
IDC_RADIO_ROTATE_AUTO			= Autom. otáčet podle informácí EXIF
IDC_STATIC_RESIZE			= Změnit velikost
IDC_STATIC_RESIZE_SIZE			= Nová velikost

IDC_STATIC_FORMAT			= Nastavení formátu
IDC_STATIC_FORMAT_SELECT		= Formát:
IDC_STATIC_FORMAT_QUALITY		= Kvalita:
IDC_STATIC_SAVE				= Výstupní Složka
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Uložit do původní Složky
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Uložit do Složky s obrázky 
IDC_RADIO_TARGETFOLDER_CUSTOM		= Uložit do:
IDC_STATIC_FILENAME_HEADER		= Předpona názvu souboru
IDC_STATIC_FILENAME2SAVE		= Náhled názvu souboru
IDC_BTN_INIT				= Anulovat


[SKIN]
$TT_FULLSCREEN				= Celá obrazovka (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= (Kl. zkratka: / )
$TT_TOGGLE_ANIMINFO_CONTROL		= Klávesová zkratka: Alt+Z
$TT_PAGESELECT				= Vybrat obrázek (Enter)
$TT_LOCKCONTROLBAR			= Uzamknout spodní ovládací panel (Kl. zkratka: ~ )
$TT_LOCKTITLEBAR			= Uzamknout lištu hl. nabídky (Kl. zkratka: ` )
$TT_COPY_EXIFINFO			= Kopírovat EXIF informáce o obrázku (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Zobrazit/skrýt EXIF informáce o obrázku (Kl. zkratka: Tab )
$TT_LAUNCH_GPS_LOCATION			= Zobrazit umístění na Mapě Google.
$TT_PLAY_SOUNDNSHOT			= Přehrát zvukový soubor (zvuky).
$TT_CLOSE_EXIFINFO			= Zavřít (Kl. zkratka: Tab )
$TT_PREV_BTN				= L-myš:předchozí, P-myš:předchozí 10-tý.
$TT_NEXT_BTN				= L-myš:další, P-myš:další 10-tý.

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Zvuky
$BTN_TEXT_SHOWMODE			= Zobrazit
$BTN_TEXT_PHOTOFOLDER			= Kopírovat do
$BTN_TEXT_EDIT				= Upravit
$BTN_TEXT_STICKY			= Uzamknout lištu
$BTN_TEXT_BOOKMARK			= Záložky
$BTN_TEXT_SLIDESHOW			= Prezentace
$BTN_TEXT_UPDATE			= Je dostupná nová verze

$TEXT_SETTINGTAB_GENERAL		= Všeobecné
$TEXT_SETTINGTAB_VIEW			= Zobrazit
$TEXT_SETTINGTAB_BOOKMARK		= Záložka
$TEXT_SETTINGTAB_ASSOC			= Asociace
$TEXT_SETTINGTAB_IMAGEPROCESS		= Zpracovat obrázky
$TEXT_SETTINGTAB_KEYBOARD		= Klávesnice
$TEXT_SETTINGTAB_MOUSE			= Myš
$TEXT_SETTINGTAB_SHELL			= Kontextová nabídka
$TEXT_SETTINGTAB_ETC			= Různé
$TEXT_SETTINGTAB_LANG			= Jazyk

$TEXT_DESKTOP				= Pracovní plocha
$TEXT_DOCUMENT				= Dokument
$TEXT_PICTURE				= Obrázek
$TEXT_COMPUTER				= Počítač


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Upravit s Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Zobrazit s Honeyview(&3)
TEXT_LOADING				= Načítám...
TEXT_IMAGE_LOAD_FAILED			= Soubor se nepodařilo načíst
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Spustit Honeyview
UNINSTALLER_LNK_NAME 			= Odinstalovat program 

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview je spuštěn. Nejprve ho prosím ukončete.
MSG_ASK_DELETE_ALL_FILES		= Některé soubory zůstali v instalační složce ($INSTDIR).[br][br]Chcete odstranit celou složku?
MSG_ASK_RESTART_EXPLORER		= Pro dokončení instalace potřeba Průzkumníka Windows restartovat. Chcete teď provést restart?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 je již nainstalován. Musíte odstranit původní Honeyview3 a nainstalovat novou verzi. Chcete pokračovat?
MSG_UNINSTALL_HV3_FAILED		= Odinstalace selhala.
MSG_RESTART_EXPLORER			= Pro dokončení odinstalace Honeyview3 probíhá restart Průzkumníku Windows.

TEXT_LICENSE				= Licenční smluva Honeyview 
TEXT_OPTIONS				= Možnosti instalace
TEXT_OPT_PROGRAMGROUP			= Vytvořit programovou skupinu
TEXT_OPT_DESKTOPSHORCUT			= Vytvořit zástupce na ploše
TEXT_OPT_QUICKLAUNCH			= Vytvořit odkaz na panelu Rychlého spouštění
TEXT_OPT_FOLDER				= Cílová složka
TEXT_OPT_REGIMAGE			= Asociovat přípony obrázkových souborů
TEXT_SELECT_FOLDER			= Vybrat složku
TEXT_LICENSE_LINK			= [Webová stránka]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= LICENČNÍ SMLOUVA PRO KONCOVÉHO UŽIVATELE
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview je ultrarýchly prohlížeč obrázků, vyvíjený a distribuovaný spol. Bandisoft.[br][br]Tento program je poskytnut zdarma všem uživatelům.

TEXT_ASK_RESTART_EXPLORER		= Pro dokončení instalace proběhne restart Průzkumnníku Windows. Chcete provést restart?
TEXT_NEED_ADMIN_PRIVILEGE		= Tento program mohou instalovat jen uživatelé s administrátorskými právy.[br][br]Uživatelé bez administrátorských práv totiž nemusí nainstalovat tento program správně.[br][br]Chcete instalaci zastavit?
